[
  {
    "name": "北京烤鸭",
    "intro": "烤鸭是具有世界声誉的北京著名菜式，起源于中国南北朝时期，《食珍录》中已记有炙鸭，是当时的宫廷食品。用料为优质肉食鸭北京鸭，果木炭火烤制，色泽红润，肉质肥而不腻，外脆里嫩。它以色泽红艳，肉质鲜嫩，味道敦厚，肥而不腻的特色，被誉为“天下美味”。",
    "img": "./foods/01.webp",
    "caption": "北京烤鸭（来源：知乎）"
  },
  {
    "name": "驴打滚",
    "intro": "驴打滚，是老北京传统小吃之一，成品黄、白、红三色分明，煞是好看。因其最后制作工序中撒上的黄豆面，犹如老北京郊外野驴撒欢打滚时扬起的阵阵黄土，因此而得名“驴打滚”。“驴打滚”的原料有大黄米面、黄豆面、澄沙、白糖、香油、桂花、青红丝和瓜仁。它的制作分为制坯、和馅、成型三道工序。做好的“驴打滚”外层粘满豆面，呈金黄色，豆香馅甜，入口绵软，别具风味，豆馅入口即化，香甜入心，黄豆面入嘴后可以不嚼，细细品，是老少皆宜的传统风味小吃。",
    "img": "./foods/02.webp",
    "caption": "驴打滚（来源：知乎）"
  },
  {
    "name": "天津麻花",
    "intro": "天津麻花是一道色香味俱全的传统名点。早在一百多年以前，在天津卫海河西侧，繁华喧闹的小白楼南端，有一条名为十八街的巷子，原来巷子之中有一家小小的麻花铺，字号唤作“桂发祥”。十八街麻花是经过反复探索进行创新，在白条和麻条中间夹一条含有桂花、闵姜、桃仁、瓜条等多种小料的酥馅，使炸出的麻花酥软香甜与众不同，创造出的什锦夹馅大麻花。其特点是香、酥、脆、甜，在干燥通风处放置数月不走味，不绵软、不变质。",
    "img": "./foods/03.webp",
    "caption": "天津麻花（来源：知乎）"
  },
  {
    "name": "天津狗不理包子",
    "intro": "狗不理包子是一道由面粉、猪肉等材料制作而成的小吃，始创于公元1858年，至今有100多年历史的它为“天津三绝”之首，是中华老字号之一。狗不理包子的面、馅选料精细，制作工艺严格，外形美观，特别是包子褶花匀称，每个包子都不少于15个褶 。刚出笼的包子，鲜而不腻，清香适口。 狗不理包子以鲜肉包为主，兼有三鲜包、海鲜包、酱肉包、素包子等6大类、98个品种。",
    "img": "./foods/04.webp",
    "caption": "天津狗不理包子（来源：知乎）"
  },
  {
    "name": "保定驴肉火烧",
    "intro": "保定驴肉火烧是中国北方民间小吃一种，发源于河北省古城保定，广泛流传于冀中平原，其中以保定北部徐水县的漕河地区历史最为悠久。驴肉火烧为一种面食，一般为死面做成（注：死面为未经发酵的面粉，经过发酵的面粉叫做活面，用活面做成的类似东西称为“烧饼”），将其在饼铛里烙熟后，架在灶头里烘烤，使其外焦里嫩，别具风味；趁热用刀劈开，加入热腾腾的熟驴肉，是最正宗的吃法。有些厨师会加入驴板肠提味，吃起来也别有一番风味。 驴肉是一种典型的低脂肪、高蛋白的食品，其100克所含蛋白质高达18.6克，远远高于猪、牛、羊肉的蛋白质含量，而脂肪含量仅为0.7克，且钙、磷、铁含量也相对较高，俗话说“天上龙肉，地下驴肉”，可见驴肉的地位。“驴肉火烧”所用驴肉的选择极为严格，而其中更以驴脸部的肉最为细嫩和讲究，经过精细的加工而成的驴肉，加以刚刚出炉的、脆软的火烧，再配上古城保定老字号的“大慈阁”酱菜和小米粥，吃起来回味无穷。",
    "img": "./foods/05.webp",
    "caption": "保定驴肉火烧（来源：知乎）"
  },
  {
    "name": "陕西羊肉泡馍",
    "intro": "羊肉泡馍简称羊肉泡、泡馍。古称\"羊羹\"，西北美馔，尤以陕西西安最享牛羊肉泡馍盛名，北宋著名诗人苏轼留有\"陇馔有熊腊，秦烹唯羊羹\"的诗句。它烹制精细，料重味醇，肉烂汤浓，肥而不腻，营养丰富，香气四溢，诱人食欲，食后回味无穷。因它暖胃耐饥，素为西安和西北地区各族人民所喜爱，外宾来陕也争先品尝，以饱口福。",
    "img": "./foods/06.webp",
    "caption": "陕西羊肉泡馍（来源：知乎）"
  },
  {
    "name": "陕西腊汁肉夹馍",
    "intro": "陕西有个白吉镇，这个地方的饼很好吃，很有特色，所以把这种馍叫白吉馍。白吉馍据称源自咸阳。是用上好面粉揉制后做成饼形，置铁铛板上略烤成型，放入炉膛侧立，上下隔着铁铛板的炭火烘烤，稍顷翻面，双面焦黄即可。我一直以为烹制食物，外焦里嫩是难得的境界。上品白吉馍揉制充分，火候恰到好处。制好的白吉馍形似\"铁圈虎背菊花心\",皮薄松脆，内心软绵。可单独食用，配腊汁肉同食味道更佳。",
    "img": "./foods/07.webp",
    "caption": "陕西腊汁肉夹馍（来源：知乎）"
  },
  {
    "name": "南京盐水鸭",
    "intro": "盐水鸭是南京著名的特产，属金陵菜，是金陵菜的代表之一，又叫桂花鸭，是中国地理标志产品。因南京有“金陵”别称，故也称“金陵盐水鸭”，久负盛名，至今已有两千五百多年历史。 南京盐水鸭制作历史悠久，积累了丰富的制作经验。生产的盐水鸭鸭皮白肉嫩、肥而不腻、香鲜味美，具有香、酥、嫩的特点。而以中秋前后，桂花盛开季节制作的的盐水鸭色味最佳，名为桂花鸭。",
    "img": "./foods/08.webp",
    "caption": "南京盐水鸭（来源：知乎）"
  },
  {
    "name": "武汉热干面",
    "intro": "热干面是中国十大面条之一，也是湖北省武汉市最出名的小吃之一，有多种做法。采用碱水面，并以食油、芝麻酱、色拉油、香油、细香葱、大蒜子、萝卜丁、酸豆角、卤水汁、生抽等为辅助材料。热干面色泽黄而油润，味道鲜美，由于热量高，也可以当作主食，营养早餐，补充人体所需的能量。",
    "img": "./foods/09.webp",
    "caption": "武汉热干面（来源：知乎）"
  }
]